Repository: isssfa/planet_properties_uae
Catalog: planet/locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Test
ar: اختبار

source: Home
ar: الرئيسية

source: Contact Us
ar: اتصل بنا

source: About Us
ar: معلومات عنا

source: Why Us
ar: لماذا نحن

source: Our Team
ar: فريقنا

source: Awards & Recognitions
ar: الجوائز والتقديرات

source: Events & Campaigns
ar: الفعاليات والحملات

source: Disclaimer & Privacy Policy
ar: إخلاء المسؤولية وسياسة الخصوصية

source: Properties
ar: العقارات

source: Search Properties
ar: ابحث عن عقارات

source: About
ar: حول

source: Buying a house is a special feeling. It is a mixed feeling of excitement, nervousness & anxiousness. Buying a property is perhaps the single biggest investment made by a person during his lifetime. Thus, one needs to exert due caution in buying a house, lest your precious savings goes down the drain. After zeroing in on the desired property, you still would have to wade through a formidable maze of tedious legalities and endless paperwork. Therefore, in order to cruise home in style, either you have to acquaint yourself with various legal jargon's and other technicalities, devote a lot of your busy time in the lengthy & tiresome processes & do a lot of leg work roaming around several offices & banks or else you can entrust us for the same. Similar complex issues are involved in buying as well.
ar: شراء منزل هو شعور مميز. إنه مزيج من الحماس والتوتر والقلق. يعد شراء عقار ربما أكبر استثمار يقوم به الشخص في حياته. لذلك، يجب توخي الحذر عند الشراء حتى لا تضيع مدخراتك الثمينة. بعد اختيار العقار المناسب، ستظل بحاجة إلى اجتياز متاهة معقدة من الإجراءات القانونية المرهقة والأوراق التي لا تنتهي. لذلك، إما أن تتعلم المصطلحات القانونية والجانب الفني وأن تخصص وقتًا كبيرًا من جدولك المزدحم وتقوم بالكثير من الزيارات للمكاتب والبنوك، أو يمكنك أن تعهد إلينا بهذه المهمة. قضايا معقدة مشابهة تدخل أيضًا في عملية الشراء.

source: PLANETS PROPERTIES "Dream, Desired Properties".
ar: بلانتس للعقارات "الحلم، العقارات المنشودة".

source: FOR NRI CLIENTS
ar: للعملاء غير المقيمين

source: Vision
ar: رؤية

source: To be the
ar: أن نكون

source: Realtor of first choice
ar: الوكيل العقاري الأول المفضل

source: for anyone considering buying, or renting a property in Bangalore.
ar: لأي شخص يفكر في شراء أو استئجار عقار في بنغالور.

source: Mission
ar: رسالة

source: OUR CLIENTS
ar: عملاؤنا

source: (the most valued part of our business)
ar: (أهم جزء في أعمالنا)

source: Our mission is to provide an outstanding level of service to our clients, making each property transaction a hassle-free & pleasurable experience & build a loyal customer base who we believe will advertise our services by word of mouth.
ar: مهمتنا هي تقديم مستوى متميز من الخدمة لعملائنا، وجعل كل معاملة عقارية تجربة سهلة وممتعة، وبناء قاعدة عملاء أوفياء نؤمن بأنهم سيسوقون خدماتنا عبر التوصية الشخصية.

source: OUR TEAM
ar: فريقنا

source: (our most valuable asset)
ar: (أثمن أصولنا)

source: Our mission is to work together in an atmosphere of fun and respect towards each other by adhering to strict code of conduct & high ethics and to support each other to deliver exceptional customer service and thereby achieve our personal goals.
ar: مهمتنا هي العمل معًا في بيئة يسودها الاحترام والمرح من خلال الالتزام بميثاق سلوك صارم وأخلاقيات عالية، ودعم بعضنا البعض لتقديم خدمة عملاء استثنائية، وبالتالي تحقيق أهدافنا الشخصية.

source: OUR BUSINESS
ar: أعمالنا

source: (our vehicle)
ar: (وسيلتنا)

source: Our mission is to conduct business in the most professional, ethical & transparent manner. We perpetually strive to uphold strong ethical principles and clearly defined standard operating procedures with no or very minimal deviations allowing maximum productivity.
ar: مهمتنا هي إدارة الأعمال بأكثر الطرق احترافية وأخلاقية وشفافية. نحن نسعى دائمًا للتمسك بمبادئ أخلاقية قوية وإجراءات تشغيل قياسية محددة بوضوح مع أدنى قدر من الانحرافات مما يسمح بأقصى قدر من الإنتاجية.

source: OUR CORE VALUES
ar: قيمنا الأساسية

source: What we are and what we stand for is indicated in the acronym of <b>P L A N E T S</b> below:
ar: من نحن وماذا نمثل موضح في الاختصار <b>PLANETS</b> أدناه:

source: Professional
ar: احترافية

source: Law-abiding
ar: ملتزم بالقانون

source: Accountable & Accessible
ar: مسؤول وسهل الوصول إليه

source: Nice and courteous
ar: لطيف ومهذب

source: Ethical & Efficient
ar: أخلاقي وفعال

source: Transparent
ar: شفاف

source: Supportive
ar: داعم

source: Best Place To Find
ar: أفضل مكان للعثور

source: Select City
ar: اختر المدينة

source: Property Type
ar: نوع العقار

source: Looking for?
ar: تبحث عن؟

source: Any Property Type
ar: أي نوع من العقارات

source: Any Builder
ar: أي مطور

source: Any Status
ar: أي حالة

source: Search
ar: بحث

source: Find Properties in Your City
ar: ابحث عن عقارات في مدينتك

source: Most Featured Properties
ar: أكثر العقارات تميزًا

source: Featured Properties
ar: عقارات مميزة

source: Call
ar: اتصال

source: Whatsapp
ar: واتساب

source: Email
ar: البريد الإلكتروني

source: Contact
ar: اتصل

source: Popular Companies
ar: الشركات الشعبية

source: Our Association
ar: جمعيتنا

source: Active Listings
ar: إعلانات نشطة

source: Happy Customers
ar: عملاء سعداء

source: Relationship Managers
ar: مديرو العلاقات

source: Clients Say About Us
ar: آراء العملاء عنا

source: What Our Clients Say
ar: ماذا يقول عملاؤنا

source: Check Out
ar: اطلع على

source: Events and Campaigns
ar: الفعاليات والحملات

source: Oops, nothing found!
ar: عذرًا، لم يتم العثور على شيء!

source: Dream Home
ar: منزل الأحلام

source: Apartments
ar: شقق

source: Villas
ar: فلل

source: Plots
ar: قطع أراضٍ

source: Pent House
ar: بنتهاوس

source: Independent Houses
ar: منازل مستقلة

source: Commercial
ar: تجاري

source: Villaments
ar: فلل-شقق

source: something wrong
ar: حدث خطأ ما

source: Planets Properties mark the coming together of the best of minds from the Indian real estate industry, With a high level of innovative and creative ideas in real estate industry to solve buyers problems
ar: بلانتس للعقارات تمثل اجتماع أفضل العقول من قطاع العقارات الهندي، مع مستوى عالٍ من الأفكار المبتكرة والإبداعية في العقارات لحل مشكلات المشترين.

source: Apartment, Estate Agency, Housing, Real Estate, Real Estate Broker, Real Estate Property, Single Property, Planets Properties, PlanetsProperties.com, Planet Properties, real estate bangalore, Planets Properties bangalore
ar: شقق، وكالة عقارية، مساكن، عقارات، سمسار عقارات، ملكية عقارية، عقار فردي، بلانتس للعقارات، PlanetsProperties.com، بلانت بروبرتيز، عقارات بنغالور، بلانتس للعقارات بنغالور

source: Planets Properties
ar: بلانتس للعقارات

source: logo
ar: شعار

source: planets properties logo
ar: شعار بلانتس للعقارات

source: New Property
ar: عقار جديد

source: Rental
ar: إيجار

source: Resale
ar: إعادة بيع

source: Land
ar: أرض

source: Agricultural
ar: زراعي

source: Blogs
ar: المدونات

source: Currency
ar: العملة

source: Planets Properties Logo
ar: شعار بلانتس للعقارات

source: Cities
ar: المدن

source: Quick Links
ar: روابط سريعة

source: Sitemap
ar: خريطة الموقع

source: Corporate Office
ar: المكتب الرئيسي

source: Follow Us
ar: تابعنا

source: facebook
ar: فيسبوك

source: instagram
ar: إنستغرام

source: twitter
ar: تويتر

source: Youtube
ar: يوتيوب

source: Linkedin
ar: لينكدإن

source: Telegram
ar: تيليجرام

source: Copyright © 2022 PLANETS PROPERTIES All Rights Reserved.
ar: حقوق النشر © 2022 بلانتس للعقارات. جميع الحقوق محفوظة.

source: Fill the form and we'll get back to you.
ar: املأ النموذج وسنعاود الاتصال بك.

source: Your Name
ar: اسمك

source: Email Address
ar: عنوان البريد الإلكتروني

source: Mobile Number
ar: رقم الجوال

source: Your Message
ar: رسالتك

source: I'm interest in
ar: أنا مهتم بـ

source: What's
ar: ما هو

source: Type answer here
ar: اكتب الإجابة هنا

source: Submit
ar: إرسال
